
export const mockReviewData = [
  {
    title: "책이름",
    score: "평점?",
    reviewId: "11233412415",
    user: {
      id: "123124131",
      name: "양진화"
    },
    bookId: "1325123",
    content: "책에 대한 리뷰입니다.",
    createdAt: "2020-12-12T16:42:07.125Z",
    updatedAt: "2020-12-12T16:42:07.125Z"
  },
  {
    title: "책이름",
    score: "평점?",
    reviewId: "1344212415",
    user: {
      id: "1231241124331",
      name: "김선지"
    },
    bookId: "1325123",
    content: "아픈 이별을 겪고 있는 너에게\n 다양한 형태의 이별을 맞이하며 우리는 어른이 된다. 대부분의 이별엔 아픔, 후회, 아쉬움 등이 동반한다. 이별로 인해 배우고 성숙해지지만 어른이 된다고 이별이 쉬워지는 건 아닌 것 같다. 오지 않기를, 혹은 빨리 지나가버리기를 바랐던 이별들도 결국 지나갔다. 지금 겪고 있는 이별도 무사히, 빠르게 지나가길.",
    createdAt: "2020-12-12T16:42:07.125Z",
    updatedAt: "2020-12-12T16:42:07.125Z"
  },
  {
    title: "책이름",
    score: "평점?",
    reviewId: "1341212₩1415",
    user: {
      id: "123124131",
      name: "돼지국밥"
    },
    bookId: "1325123",
    content: `멀리서 웃는 그대여
산 넘어 가는 그대여

꽃이
지는 건 쉬워도
잊는 건 한참이더군
영영 한참이더군
`,
    createdAt: "2020-12-12T16:42:07.125Z",
    updatedAt: "2020-12-12T16:42:07.125Z"
  }
];
